<template>
  <div class="about">
    <h1>О проекте</h1>
    <a-row>
      <a-col :md="24" :lg="12">
        <div id="about-left" class="container left">
            <p>Проект «Навигатор общественного здоровья» АНО «Институт научно-общественной экспертизы» реализован в 2019-2021 годах при поддержке Фонда президентских грантов в четырех пилотных регионах: Вологодской области, Ульяновской области, Республике Башкортостан и Республике Саха (Якутия). Партнерами проекта выступили Комиссия Общественной палаты РФ по демографии, защите семьи, детей и традиционных семейных ценностей и Ассоциация «Здоровые города, районы и поселки».</p>
            <p>Проект основан на инновационной практике - применении индекса ПГПЖ (Потерянные годы потенциальной жизни, Potential Years of Life Lost, PYLL) для оценки потерь от преждевременной смертности в экономически активном возрасте. PYLL (ПГПЖ) - один из самых популярных показателей благосостояния и здоровья населения в мире. Он используется в странах ОЭСР, ЕС, Всемирной организацией здравоохранения, Всемирным Банком.</p>
            <p>Уникальность индекса по сравнению с другими исследованиями смертности заключается в том, что он учитывает не только количество смертей, но и возраст каждого человека на момент смерти. Таким образом, этот метод позволяет оценить, как основные причины преждевременных смертей и потери человеческого капитала, так и эффективность применяющихся превентивных мер, помогая сформировать взвешенную и результативную демографическую политику при участии неправительтственных организаций.</p>
        </div>
      </a-col>

      <a-col :md="24" :lg="12">
        <div id="about-right" class="container left">
        <p>В рамках проекта АНО «Институт научно-общественной экспертизы» совместно РАНХиГС выполнили расчет индекса ПГПЖ по данным 2019 года для регионов России, а в пилотных регионах для муниципальных образований. Полученные результаты заставляют предпринимать меры сокращения преждевременной смертности, поскольку показатели по федеральным округам отличаются в 2 раза, а по муниципальным образованиям иногда более 10 раз.</p>
        <p>В Республике Башкортостан и Ульяновской области расчет выполнен по нескольким пилотным муниципальным образованиям. А в Вологодской области – по всем 28 муниципальным образованиям, что позволило впервые в России использовать метод для организации мероприятий по укреплению общественного здоровья на региональном и муниципальном уровне. Полученный в Вологодской области опыт будет распространен в других регионах.</p>
        <p>Также появляется возможность неправительственным организациям и общественным активистам принимать участие в реализации мероприятий федерального проекта «Укрепление общественного здоровья» национального проекта «Демография». Для этого совместно с Ассоциацией «Здоровые города, районы и поселки» в декабре 2020 года подготовлен Сборник успешных практик НКО по мотивации граждан к здоровому образу жизни, включая здоровое питание и отказ от вредных привычек.</p>
        </div>

      </a-col>
    </a-row>
  </div>
</template>


<style scoped>
.right {
  text-align: right;
  padding-right: 20px;
}
.left {
  text-align: left;
  padding-left: 20px;
}
</style>
