<template>
  <div class="calculation">
    <h1>Методические рекомендации по использованию показателя ПГПЖ</h1>
    <a-row>
      <a-col :md="24" :lg="12">
        <div id="about-left" class="container left">
            <p>В стране проводится активная политика по улучшению здоровья и снижению смертности населения на федеральном, региональном и муниципальном уровнях. Достигнуты определенные успехи, характеризующиеся ростом продолжительности жизни населения и сокращением людских и экономических потерь от основных заболеваний и травм. Вместе с тем, увеличение инвестиций в охрану здоровья населения требует надежного обоснования как приоритетных направлений и мер политики, так и оценки эффекта от их реализации.</p>
            <p>Показатель «Потерянные годы потенциальной жизни» (в англоязычной литературе - Potential Years of Life Lost, PYLL) является одним из современных инструментов оценки потерь здоровья населения, позволяющий оценивать эти потери в экономическом аспекте. В отличие от традиционно используемых показателей смертности, ПГПЖ аккумулирует две характеристики потерь: вопервых, число умерших, во-вторых, возраст, в котором наступила смерть. Последнее особенно важно для адекватной оценки значимости потерь, обусловленных причинами, может быть, не самыми массовыми, но присущими молодым возрастам и относимыми к категории предотвратимых причин смерти.</p>

            <a-button href="/storage/download/recommendations.pdf" target="_blank" type="primary"> <a-icon type="download" /> Скачать Pdf </a-button>
        </div>
      </a-col>

      <a-col :md="24" :lg="12">
        <div id="about-right" class="container left">
            <img id="approve" alt="Pg logo" :src="require('../assets/approve.jpg').default" />
            <img id="oiz" alt="Pg logo" :src="require('../assets/oiz.jpg').default" />
        </div>

      </a-col>
    </a-row>
  </div>
</template>

<style scoped>
.right {
  text-align: right;
  padding-right: 20px;
}
.left {
  text-align: left;
  padding-left: 20px;
}
</style>
